ws/resources/objectRepo/xmlTemplates/INT/IntegrationProcessor/req_ProcessScheduledEvent.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v9="http://micros/opera/ws/integ/v9_00" xmlns:v91="http://micros/opera/ws/common/v9_00">
   <soapenv:Header/>
   <soapenv:Body>
      <v9:ProcessScheduledEventRQ CorrelationID="?" EchoToken="?" Enforce="?" RequestCount="?" TimeStamp="?" Version="?">
         <v91:OperaContext>
            <v91:UserLanguage/>
            <v91:CROCode/>
            <v91:HotelCode/>
            <v91:Language/>
            <v91:RunningApplication/>
            <v91:TerminalId/>
            <v91:LogLevel/>
            <v91:ExternalSystem/>
            <v91:Override/>
            <v91:TargetExternalSystem/>
            <v91:UseLocal/>
            <v91:ExternalData/>
         </v91:OperaContext>
         <v9:ScheduledEvent>
            <v91:ModuleName/>
            <v91:DataRange End="?" Start="?"/>
            <v91:SynchronizeFully/>
            <v91:LastExecution/>
         </v9:ScheduledEvent>
      </v9:ProcessScheduledEventRQ>
   </soapenv:Body>
</soapenv:Envelope>